"Temperature Units" = "Temperature Units";
"Language" = "Language";

"Settings" = "Settings";
"Cooking" = "Cooking";
"Tools" = "Tools";
"Graph" = "Graph";
"Info" = "Info";

// timer
"Timer" = "Timer";
"Pick Time" = "Pick Time";
"Start" = "Start";

// baking
"Set" = "Set";
"Probe" = "PROBE";
"OK" = "OK";
"Timeout" = "Timeout";
"Temperature" = "Temperature";
"Left" = "Left";
"No Set" = "No Set";

// graph
"Current" = "Current";

// ringtone
"Ringtone" = "Ringtone";
"Store" = "Store";
"Cancel" = "Cancel";

// custome
"Custom" = "Custom";

// food
"Beef" = "Beef";
"Veal" = "Veal";
"Lamb" = "Lamb";
"Pork" = "Pork";
"Chick&Turkey" = "Chick&Turkey";
"Fish" = "Fish";
"undercooked" = "undercooked";
"rare" = "rare";
"medium rare" = "medium rare";
"medium" ="medium";
"medium-well" ="medium-well";
"well-done" ="well-down";
